#  comm -23 <(pacman -Qqett | sort) <(pacman -Qqg base-devel | sort | uniq) > dotfiles/installed_packages.txt

aic94xx-firmware
alacritty
appimagelauncher
ast-firmware
base
base-devel
brightnessctl
brother-dcp7070dw-cups
cups-pdf
dmenu
dracula-gtk-theme
dracula-icons-theme
efibootmgr
enpass-bin
ethtool
eza
feh
fzf
google-chrome
grub-btrfs
gst-plugin-pipewire
gvfs
htop
i3blocks
i3exit
i3status
inotify-tools
insync-thunar
intel-media-driver
intel-ucode
iwd
libva-intel-driver
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
masterpdfeditor
mpv
nano
neofetch
network-manager-applet
nmap
picom
pipewire-alsa
pipewire-pulse
pitivi
polybar
powertop
rofi-emoji
rofi-power-menu
smartmontools
smbclient
spotify
thunar-volman
timeshift-autosnap
timeshift-systemd-timer
tlp
ttf-cascadia-code-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols
upd72020x-fw
vim
visual-studio-code-bin
vorta
vulkan-intel
wd719x-firmware
wget
wireless_tools
xorg-xinit
xss-lock
xterm
yay
yay-debug
zram-generator
zsh
blueman
stow
